Repository: tommyvdz/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Please log in to access this page.
nl: Om deze pagina te bekijken moet je ingelogd zijn

source: Error: the translation service is not configured
nl: Fout: de vertaaldienst is niet ingesteld

source: The translation service does not support this language
nl: De vertaaldienst ondersteunt deze taal niet

source: Error: the translation service failed.
nl: Fout: de vertaaldienst reageert niet

source: [Microblog] Reset Your Password
nl: [Microblog] Stel een nieuw wachtwoord in

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Remember Me
nl: Onthoud mij

source: Sign In
nl: Inloggen

source: Repeat Password
nl: Herhaal wachtwoord

source: Register
nl: Registreren

source: Please use a different username.
nl: Graag een andere gebruiksernaam kiezen

source: Please use a different email address.
nl: Graag een ander e-mail adres kiezen

source: Request Password Reset
nl: Stel je wachtwoord opnieuw in

source: Reset Password
nl: Wachtwoord opnieuw instellen

source: Invalid username or password
nl: Ongeldige gebruiksernaam of wachtwoord

source: Congratulations, you are now a registered user!
nl: Gefeliciteerd, je bent nu een geregistreerde gebruiker

source: Check your email for instructions to reset your password
nl: Controleer je email voor instructies om je wachtwoord opnieuw in te stellen

source: Password succesfully reset.
nl: Je wachtwoord is opnieuw ingesteld.

source: About me
nl: Over mij

source: Submit
nl: Verzend

source: Say Something
nl: Zeg iets

source: Search
nl: Zoek

source: Message
nl: Bericht

source: Your post has been published
nl: Je bericht is geplaatst

source: Home
nl: Thuis

source: Explore
nl: Verken

source: Edit Profile
nl: Bewerk je profiel

source: User %(username)s not found.
nl: Gebruiker %(username)s is niet gevonden

source: You cannot follow yourself
nl: Je kan jezelf niet volgen

source: You are now following %(username)s!
nl: Je volgt %(username)s nu

source: You cannot unfollow yourself!
nl: Je kan jezelf niet ontvolgen

source: No longer following %(username)s.
nl: Je volgt %(username)s niet langer

source: Your message has been sent.
nl: Je bericht is verzonden.

source: Send Message
nl: Verstuur Bericht

source: An export task is currently in progress
nl: Er loopt al een export taak

source: Exporting posts...
nl: Berichten exporteren...

source: %(username)s said %(when)s
nl: %(when)s zei %(username)s

source: Translate
nl: Vertaal

source: Error: Could not contact server.
nl: Fout: geen verbinding met de server

source: Welcome to Microblog
nl: Welkom op Microblog

source: Toggle navigation
nl: Klap navigatie open

source: Login
nl: Inloggen

source: Messages
nl: Berichten

source: Profile
nl: Profiel

source: Logout
nl: Uitloggen

source: Newer posts
nl: Nieuwere berichten

source: Older posts
nl: Oudere berichten

source: Newer messages
nl: Recentere berichten

source: Older messages
nl: Oudere berichten

source: Search Results
nl: Zoekresultaten

source: Previous results
nl: Vorige resultaten

source: Next results
nl: Volgende resultaten

source: Send Message to %(recipient)s
nl: Verstuur bericht naar %(recipient)s

source: User: %(username)s
nl: Gebruiker: %(username)s

source: Last seen on: %(when)s
nl: Laatst gezien op: %(when)s

source: %(followers)s followers, %(following)s following
nl: %(followers)s volgers, jij volgt %(following)s gebruikers

source: Edit your profile
nl: Bewerk je profiel

source: Send private message
nl: Verstuur prive bericht

source: Last seen on
nl: Voor het laatst gezien op

source: %(count)s followers
nl: %(count)s volgers

source: %(count)s following
nl: %(count)s volgend

source: Follow
nl: Volgen

source: Unfollow
nl: Niet meer volgen

source: Forgot Your Password?
nl: Wachtwoord vergeten?

source: Reset password
nl: Stel je wachtwoord opnieuw in

source: New User?
nl: Nieuwe gebruiker?

source: Click to Register!
nl: Klik om te registreren!

source: Reset Your Password
nl: Stel een nieuw wachtwoord in

source: Dear
nl: Beste

source: To reset your password
nl: Om je wachtwoord te resetten

source: click here
nl: Klik hier

source: Alternatively, you can paste the following link in your address bar:
nl: Of kopieer de volgende link in je adresbalk:

source: If you have not requested a password reset simply ignore this message.
nl: Als je geen wachtwoord reset hebt aangevraagd kun je dit bericht vergeten

source: Sincerely,
nl: Vriendelijke groet,

source: The Microblog Team
nl: Het Microblog Team

source: File Not Found
nl: Pagina niet gevonden

source: Back
nl: Terug

source: An unexpected error has occurred
nl: Er is iets mis gegaan

source: The administrator has been notified. Sorry for the inconvenience!
nl: De beheerder is op de hoogte gebracht. Sorry voor het ongemak!
